// Опишите класс Human:  для создания объектов со свойствами name, age и height
// конструктор класса должен принимать одноимённые аргументы . Создайте массив humans из десяти объектов:
// "Коля", 23, 180,
// "Даша", 19, 170,
// "Ваня", 18, 192,
// "Петя", 45, 178,
// "Вася", 34, 197,
// "Джони", 40, 168,
// "Катя", 37, 160,
// "Петя", 29, 200,
// "Соня", 21, 172,
// "Женя", 25, 175

class Human {
  constructor(name, age, height) {
    this.name = name;
    this.age = age;
    this.height = height;
  }
}

let humans = [
  Human('Коля', 23, 180),
  Human('Даша', 19, 170),
  Human('Ваня', 18, 192),
  Human('Петя', 45, 178),
  Human('Вася', 34, 197),
  Human('Джони', 40, 168),
  Human('Катя', 37, 160),
  Human('Петя', 29, 200),
  Human('Соня', 21, 172),
  Human('Женя', 25, 175),
];
